Функция: Игра в кубик
   Как человек, который нуждается в денежных средствах
   Я хочу играть в казино
   И кидать кубик

Сценарий: Игрок выигрывает
	Допустим у Игрока есть некоторое количество фишек
	И Игрок имеет ставку в размере всех его фишек
	Если на Кубике выпадет тоже число, что и у Игрока в ставке
	То Игрок выиграет в 6 раз больше, чем было у него в ставке


Сценарий: Игрок проигрывает
	Допустим у Игрока есть некоторое количество фишек
	И Игрок имеет ставку в размере всех его фишек
	Если на Кубике выпадет другое число, отличное от числа в ставке Игрока
	То Игрок потеряет ставку и все свои фишки



#Структура сценария: Player win game
#   Пусть Player has some amount of chips
#   И has bet with all of his chip and some score
#   Если Dice roll to same value as Player bet's score
#   То Player win in Параметр times more, than previous has
#| Параметр |
#| 6        |
#| 7        |